Repository: Kizito-Alberrt/Church-Management-System
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Personal info
pt: Informações pessoais

source: Permissions
pt: Permissões

source: Important dates
pt: Datas importantes

source: Send email notification to users
pt: Enviar notificação por e-mail aos usuários

source: Uncheck if you don't want to send emails about this news
pt: Desmarque se não deseja enviar e-mails sobre esta notícia

source: New password
pt: Nova senha

source: New password confirmation
pt: Confirmação da nova senha

source: Admin
pt: Administrador

source: Main Reverend
pt: Reverendo Principal

source: groups
pt: Grupos

source: The groups this user belongs to. A user will get all permissions granted to each of their groups.
pt: Os grupos aos quais este usuário pertence. Um usuário receberá todas as permissões concedidas a cada um de seus grupos.

source: user permissions
pt: Permissões do usuário

source: Specific permissions for this user.
pt: Permissões específicas para este usuário.

source: user
pt: Usuário

source: users
pt: Usuários

source: Province
pt: Província

source: Provinces
pt: Províncias

source: District
pt: Distrito

source: Districts
pt: Distritos

source: Church
pt: Igreja

source: Churches
pt: Igrejas

source: Male
pt: Masculino

source: Female
pt: Feminino

source: Other
pt: Outro

source: Worshiper
pt: Fiel

source: Worshipers
pt: Fiéis

source: Spouse
pt: Cônjuge

source: Parent
pt: Pai/Mãe

source: Child
pt: Filho/Filha

source: Sibling
pt: Irmão/Irmã

source: Next of Kin
pt: Parente mais próximo

source: Medical History
pt: Histórico médico

source: Medical Histories
pt: Históricos médicos

source: Attendance Record
pt: Registro de presença

source: Attendance Records
pt: Registros de presença

source: All Users
pt: Todos os usuários

source: Main Reverends and Pastors
pt: Reverendos Principais e Pastores

source: Pastors Only
pt: Apenas Pastores

source: News
pt: Notícias

source: You do not have permission to access this page.
pt: Você não tem permissão para acessar esta página.

source: Invalid format requested
pt: Formato solicitado inválido

source: Profile updated successfully!
pt: Perfil atualizado com sucesso!

source: Welcome back, %(name)s!
pt: Bem-vindo de volta, %(name)s!

source: Invalid username or password.
pt: Nome de usuário ou senha inválidos.

source: You have been logged out successfully.
pt: Você saiu do sistema com sucesso.

source: You are not assigned to any district. Please contact the administrator.
pt: Você não está atribuído a nenhum distrito. Contate o administrador.

source: You are not assigned to any church. Please contact your district reverend.
pt: Você não está atribuído a nenhuma igreja. Contate o reverendo do distrito.

source: An error occurred while loading the dashboard.
pt: Ocorreu um erro ao carregar o painel.

source: User created successfully!
pt: Usuário criado com sucesso!

source: User updated successfully!
pt: Usuário atualizado com sucesso!

source: User deleted successfully!
pt: Usuário excluído com sucesso!

source: You are not assigned to any district.
pt: Você não está atribuído a nenhum distrito.

source: An error occurred while loading pastors.
pt: Ocorreu um erro ao carregar os pastores.

source: Pastor created successfully!
pt: Pastor criado com sucesso!

source: Worshiper added successfully!
pt: Fiel adicionado com sucesso!

source: You can only edit worshipers in your church.
pt: Você só pode editar fiéis da sua igreja.

source: Worshiper updated successfully!
pt: Fiel atualizado com sucesso!

source: You can only delete worshipers in your church.
pt: Você só pode excluir fiéis da sua igreja.

source: Worshiper deleted successfully!
pt: Fiel excluído com sucesso!

source: Attendance record created successfully!
pt: Registro de presença criado com sucesso!

source: You can only edit records from your church.
pt: Você só pode editar registros da sua igreja.

source: You can only edit records from your district.
pt: Você só pode editar registros do seu distrito.

source: Attendance record updated successfully!
pt: Registro de presença atualizado com sucesso!

source: You can only delete records from your church.
pt: Você só pode excluir registros da sua igreja.

source: You can only delete records from your district.
pt: Você só pode excluir registros do seu distrito.

source: Attendance record deleted successfully!
pt: Registro de presença excluído com sucesso!

source: You don't have permission to create news.
pt: Você não tem permissão para criar notícias.

source: News created successfully!
pt: Notícia criada com sucesso!

source: An error occurred while creating the news.
pt: Ocorreu um erro ao criar a notícia.

source: You can only edit your own news items.
pt: Você só pode editar suas próprias notícias.

source: News item updated successfully!
pt: Notícia atualizada com sucesso!

source: You can only delete your own news items.
pt: Você só pode excluir suas próprias notícias.

source: News item deleted successfully!
pt: Notícia excluída com sucesso!

source: You do not have permission to view this news item.
pt: Você não tem permissão para visualizar esta notícia.

source: Baptized
pt: Batizado

source: Not Baptized
pt: Não batizado

source: Permission denied
pt: Permissão negada

source: Main Reverend created successfully!
pt: Reverendo Principal criado com sucesso!

source: You do not have permission to view this page.
pt: Você não tem permissão para visualizar esta página.

source: You do not have permission to perform this action.
pt: Você não tem permissão para realizar esta ação.

source: Province created successfully!
pt: Província criada com sucesso!

source: Province updated successfully!
pt: Província atualizada com sucesso!

source: Province deleted successfully!
pt: Província excluída com sucesso!

source: District created successfully!
pt: Distrito criado com sucesso!

source: District updated successfully!
pt: Distrito atualizado com sucesso!

source: District deleted successfully!
pt: Distrito excluído com sucesso!

source: Church created successfully!
pt: Igreja criada com sucesso!

source: You can only edit churches in your district.
pt: Você só pode editar igrejas do seu distrito.

source: Church updated successfully!
pt: Igreja atualizada com sucesso!

source: You can only delete churches in your district.
pt: Você só pode excluir igrejas do seu distrito.

source: Church deleted successfully!
pt: Igreja excluída com sucesso!

source: English
pt: Inglês

source: Portuguese
pt: Português

source: Add Main Reverend
pt: Adicionar Reverendo Principal

source: Dashboard
pt: Painel

source: Users
pt: Usuários

source: Main Reverend Information
pt: Informações do Reverendo Principal

source: Cancel
pt: Cancelar

source: Save Main Reverend
pt: Salvar Reverendo Principal

source: Add Pastor
pt: Adicionar Pastor

source: Pastors
pt: Pastores

source: Pastor Information
pt: Informações do Pastor

source: Save Pastor
pt: Salvar Pastor

source: Create User
pt: Criar Usuário

source: Create New User
pt: Criar Novo Usuário

source: Create
pt: Criar

source: User Information
pt: Informações do Usuário

source: Save User
pt: Salvar Usuário

source: Delete User
pt: Excluir Usuário

source: Delete
pt: Excluir

source: Confirm Deletion
pt: Confirmar Exclusão

source: Warning!
pt: Atenção!

source: You are about to permanently delete this user account. This action cannot be undone.
pt: Você está prestes a excluir permanentemente esta conta de usuário. Esta ação não pode ser desfeita.

source: Confirm Delete
pt: Confirmar Exclusão

source: Edit User
pt: Editar Usuário

source: Edit
pt: Editar

source: Edit User Information
pt: Editar Informações do Usuário

source: Save Changes
pt: Salvar Alterações

source: User Management
pt: Gerenciamento de Usuários

source: Add User
pt: Adicionar Usuário

source: User List
pt: Lista de Usuários

source: Name
pt: Nome

source: Username
pt: Nome de usuário

source: Role
pt: Função

source: Actions
pt: Ações

source: Active
pt: Ativo

source: Inactive
pt: Inativo

source: No users found
pt: Nenhum usuário encontrado

source: Create Attendance Record
pt: Criar Registro de Presença

source: New Attendance Record
pt: Novo Registro de Presença

source: Attendance
pt: Presença

source: New
pt: Novo

source: Attendance Details
pt: Detalhes da Presença

source: Save Record
pt: Salvar Registro

source: Delete Attendance Record
pt: Excluir Registro de Presença

source: Delete Record
pt: Excluir Registro

source: You are about to permanently delete this attendance record.
pt: Você está prestes a excluir permanentemente este registro de presença.

source: Record Details
pt: Detalhes do Registro

source: Date:
pt: Data:

source: Church:
pt: Igreja:

source: Total Attendance:
pt: Presença Total:

source: Edit Attendance Record
pt: Editar Registro de Presença

source: Edit Attendance
pt: Editar Presença

source: Editing record for
pt: Editando registro para

source: New Record
pt: Novo Registro

source: Attendance History
pt: Histórico de Presença

source: Date
pt: Data

source: Men
pt: Homens

source: Women
pt: Mulheres

source: Children
pt: Crianças

source: No attendance records found
pt: Nenhum registro de presença encontrado

source: Create First Record
pt: Criar Primeiro Registro

source: Login
pt: Entrar

source: Church Management System
pt: Sistema de Gestão de Igrejas

source: Mozambique
pt: Moçambique

source: Your username and password didn't match. Please try again.
pt: Seu nome de usuário e senha não correspondem. Tente novamente.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
pt: Sua conta não tem acesso a esta página. Para prosseguir, faça login com uma conta que tenha acesso.

source: Please login to access the system.
pt: Por favor, faça login para acessar o sistema.

source: Password
pt: Senha

source: Remember me
pt: Lembrar-me

source: Forgot password?
pt: Esqueceu a senha?

source: Need help?
pt: Precisa de ajuda?

source: Contact support
pt: Contatar suporte

source: Password Reset
pt: Redefinição de Senha

source: Reset Password
pt: Redefinir Senha

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
pt: Esqueceu sua senha? Insira seu endereço de e-mail abaixo, e enviaremos instruções para configurar uma nova.

source: Email address
pt: Endereço de e-mail

source: Reset my password
pt: Redefinir minha senha

source: Back to login
pt: Voltar para o login

source: Password Reset Complete
pt: Redefinição de Senha Concluída

source: Your password has been set. You may go ahead and log in now.
pt: Sua senha foi definida. Você pode prosseguir e fazer login agora.

source: Log in
pt: Entrar

source: Enter New Password
pt: Inserir Nova Senha

source: Set New Password
pt: Definir Nova Senha

source: Please enter your new password twice so we can verify you typed it in correctly.
pt: Por favor, insira sua nova senha duas vezes para que possamos verificar se foi digitada corretamente.

source: Your password must contain at least 8 characters and can't be entirely numeric.
pt: Sua senha deve conter pelo menos 8 caracteres e não pode ser inteiramente numérica.

source: Confirm password
pt: Confirmar senha

source: Change my password
pt: Alterar minha senha

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pt: O link de redefinição de senha era inválido, possivelmente porque já foi usado. Solicite uma nova redefinição de senha.

source: Request new reset
pt: Solicitar nova redefinição

source: Password Reset Sent
pt: Redefinição de Senha Enviada

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
pt: Enviamos por e-mail as instruções para definir sua senha, se existir uma conta com o e-mail que você inseriu. Você deve recebê-las em breve.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
pt: Se você não receber um e-mail, verifique se inseriu o endereço com o qual se registrou e confira sua pasta de spam.

source: Return to login
pt: Voltar para o login

source: Hello,
pt: Olá,

source: You're receiving this email because you requested a password reset for your account at Church Management System - Mozambique.
pt: Você está recebendo este e-mail porque solicitou uma redefinição de senha para sua conta no Sistema de Gestão de Igrejas - Moçambique.

source: Please go to the following page and choose a new password:
pt: Acesse a página a seguir e escolha uma nova senha:

source: Your username, in case you've forgotten:
pt: Seu nome de usuário, caso tenha esquecido:

source: If you didn't request this password reset, please ignore this email.
pt: Se você não solicitou esta redefinição de senha, ignore este e-mail.

source: Thanks for using our system!
pt: Obrigado por usar nosso sistema!

source: This is an automated message, please do not reply.
pt: Esta é uma mensagem automática, por favor, não responda.

source: Church Management System - Mozambique
pt: Sistema de Gestão de Igrejas - Moçambique

source: Password reset on Church Management System
pt: Redefinição de senha no Sistema de Gestão de Igrejas

source: Reports
pt: Relatórios

source: Profile
pt: Perfil

source: Logout
pt: Sair

source: Locations
pt: Locais

source: Add Province
pt: Adicionar Província

source: Add District
pt: Adicionar Distrito

source: Add Church
pt: Adicionar Igreja

source: All rights reserved
pt: Todos os direitos reservados

source: Church Reports
pt: Relatórios da Igreja

source: Download Reports
pt: Baixar Relatórios

source: PDF Report
pt: Relatório em PDF

source: Word Report
pt: Relatório em Word

source: Attendance PDF
pt: PDF de Presença

source: Attendance Word
pt: Word de Presença

source: Locations Management
pt: Gestão de Locais

source: Total provinces
pt: Total de províncias

source: Total districts
pt: Total de distritos

source: Total churches
pt: Total de igrejas

source: Main Reverends
pt: Reverendos Principais

source: Total main reverends
pt: Total de reverendos principais

source: Total pastors
pt: Total de pastores

source: Total worshipers
pt: Total de fiéis

source: Total churches in district
pt: Total de igrejas no distrito

source: Total pastors in district
pt: Total de pastores no distrito

source: Total worshipers in district
pt: Total de fiéis no distrito

source: Total worshipers in church
pt: Total de fiéis na igreja

source: Attendance Trend
pt: Tendência de Presença

source: Latest News
pt: Últimas Notícias

source: By
pt: Por

source: View All News
pt: Ver Todas as Notícias

source: No news available.
pt: Nenhuma notícia disponível.

source: Total Attendance
pt: Presença Total

source: Number of People
pt: Número de Pessoas

source: Add New Church
pt: Adicionar Nova Igreja

source: Church Details
pt: Detalhes da Igreja

source: Church Name
pt: Nome da Igreja

source: Leave blank if not assigned yet
pt: Deixe em branco se ainda não atribuído

source: Address
pt: Endereço

source: Established Date
pt: Data de Estabelecimento

source: Save Church
pt: Salvar Igreja

source: Churches in
pt: Igrejas em

source: All Churches
pt: Todas as Igrejas

source: Established
pt: Estabelecida

source: Not assigned
pt: Não atribuído

source: View Worshipers
pt: Ver Fiéis

source: No churches found in this district
pt: Nenhuma igreja encontrada neste distrito

source: No churches found
pt: Nenhuma igreja encontrada

source: Add New District
pt: Adicionar Novo Distrito

source: District Details
pt: Detalhes do Distrito

source: District Name
pt: Nome do Distrito

source: Save District
pt: Salvar Distrito

source: District List
pt: Lista de Distritos

source: View Churches
pt: Ver Igrejas

source: No districts found
pt: Nenhum distrito encontrado

source: Start by adding your first district
pt: Comece adicionando seu primeiro distrito

source: Add New Province
pt: Adicionar Nova Província

source: Province Details
pt: Detalhes da Província

source: Province Name
pt: Nome da Província

source: Province Code
pt: Código da Província

source: Save Province
pt: Salvar Província

source: Province List
pt: Lista de Províncias

source: Code
pt: Código

source: No provinces found
pt: Nenhuma província encontrada

source: Add First Province
pt: Adicionar Primeira Província

source: Create News
pt: Criar Notícia

source: New Announcement
pt: Novo Anúncio

source: Publish News
pt: Publicar Notícia

source: Delete News
pt: Excluir Notícia

source: You are about to permanently delete this news item. This action cannot be undone.
pt: Você está prestes a excluir permanentemente esta notícia. Esta ação não pode ser desfeita.

source: Published on
pt: Publicado em

source: updated
pt: atualizado

source: Details
pt: Detalhes

source: Updated
pt: Atualizado

source: Back to News
pt: Voltar para Notícias

source: Edit News
pt: Editar Notícia

source: Edit Announcement
pt: Editar Anúncio

source: Created on
pt: Criado em

source: Last updated on
pt: Última atualização em

source: Published:
pt: Publicado:

source: View Full Announcement
pt: Ver Anúncio Completo

source: You're receiving this email because you're subscribed to announcements from
pt: Você está recebendo este e-mail porque está inscrito para receber anúncios de

source: News & Announcements
pt: Notícias e Anúncios

source: Add News
pt: Adicionar Notícia

source: No news available
pt: Nenhuma notícia disponível

source: Detail
pt: Detalhe

source: Published
pt: Publicado

source: Draft
pt: Rascunho

source: Author
pt: Autor

source: Notification sent to users on
pt: Notificação enviada aos usuários em

source: Add New Worshiper
pt: Adicionar Novo Fiel

source: Add New
pt: Adicionar Novo

source: Worshiper Information
pt: Informações do Fiel

source: Save Worshiper
pt: Salvar Fiel

source: Delete Worshiper
pt: Excluir Fiel

source: You are about to permanently delete this worshiper record. This action cannot be undone.
pt: Você está prestes a excluir permanentemente este registro de fiel. Esta ação não pode ser desfeita.

source: Member since
pt: Membro desde

source: Edit Worshiper
pt: Editar Fiel

source: Edit Worshiper Information
pt: Editar Informações do Fiel

source: Worshipers Management
pt: Gerenciamento de Fiéis

source: Add Worshiper
pt: Adicionar Fiel

source: Download
pt: Baixar

source: Worshipers List
pt: Lista de Fiéis

source: Photo
pt: Foto

source: Gender
pt: Gênero

source: Age
pt: Idade

source: Baptism
pt: Batismo

source: Joined
pt: Ingressou

source: Yes
pt: Sim

source: No
pt: Não

source: No worshipers found
pt: Nenhum fiel encontrado

source: Add First Worshiper
pt: Adicionar Primeiro Fiel

source: My Profile
pt: Meu Perfil

source: Profile Information
pt: Informações do Perfil

source: Back to Dashboard
pt: Voltar para o Painel

source: Change Password
pt: Alterar Senha

source: Reports Dashboard
pt: Painel de Relatórios

source: Attendance Trends
pt: Tendências de Presença

source: Quick Stats
pt: Estatísticas Rápidas

source: Total Worshipers
pt: Total de Fiéis

source: Avg. Attendance
pt: Presença Média

source: New Members
pt: Novos Membros

source: Gender Distribution
pt: Distribuição por Gênero

source: Baptism Status
pt: Status de Batismo

source: Pastor Management
pt: Gerenciamento de Pastores

source: Pastors in
pt: Pastores em

source: All Pastors
pt: Todos os Pastores

source: Contact
pt: Contato

source: No pastors found in your district
pt: Nenhum pastor encontrado no seu distrito

source: No pastors found
pt: Nenhum pastor encontrado

source: Add First Pastor
pt: Adicionar Primeiro Pastor

source: Delete District
pt: Excluir Distrito

source: You are about to permanently delete this district. This action cannot be undone.
pt: Você está prestes a excluir permanentemente este distrito. Esta ação não pode ser desfeita.

source: 30 per page
pt: 30 por página

source: 50 per page
pt: 50 por página

source: 100 per page
pt: 100 por página
